    CREATE TABLE coin_shop(
        coinname VARCHAR(255) PRIMARY KEY,
        detail VARCHAR(500) NULL,
        Price VARCHAR(45) NOT NULL,
        images VARCHAR(500) NOT NULL
        );

            INSERT INTO coin_shop (coinname,detail,Price,images)
    VALUES ('BNB','BNB = Binance เป็นเหรียญที่สร้างขึ้นเมื่อปี 2017  โดยถูกเปิดตัวครั้งแรกในระหว่างการระดมทุน (ICO) ของ Binance  โดยในขณะนั้นเหรียญ BNB ถูกสร้างเป็นโทเค็นบน ERC20  ซึ่งมีจำนวนทั้งสิ้น 200 ล้าน BNB ระบบการทำงานของเหรียญเป็นระบบ PoS (ระบบสุ่ม)','ราคา 250 $','bnb.jpg'),
        ('BTC','Bitcoin = สกุลเงินดิจิตอลที่ทุกคนบนโลกสามารถใช้แลกเปลี่ยนกันได้อย่างอิสระ โดยผ่านระบบ Blockchain ซึ่งเป็นการ Decentralize ให้ทุกธุรกรรมถูกตรวจสอบจากคอมพิวเตอร์ทั่วทุกมุมโลกผ่านการ Mining หรือการขุด Bitcoin แทนที่จะเป็นการควบคุมจากใครคนใดคนหนึ่ง','ราคา 54,000 $','btc.jpg'),
        ('DOT','DOT = Polkadot นั้นเป็นเหรียญที่ถูกสร้างขึ้น บนแพลตฟอร์มBlockchain ของ Polkadot เอง  ซึ่งโครงการดังกล่าวนี้สร้างขึ้นเพื่อเข้ามาแก้ไขปัญหาด้าน  Cross-chain interoperability หรือการทำธุรกรรม ข้ามสายระหว่าง Blockchain ที่แตกต่างกัน','ราคา 31 $','dot.jpg'),
        ('IOST','IOST = Internet of Services (IOS) เดาว่าตัว T คือ Technologyคือเหรียญดิจิทัลที่จะมาช่วยจัดหาระบบนิเวศสำหรับกระจายอำนาจบล็อคเชนรุ่นใหม่.. โดยเฉพาะอย่างยิ่งสำหรับผู้ให้บริการออนไลน์ต่างๆ ซึ่งจะทำให้ผู้ใช้งานสามารถทำธุรกรรมได้อย่างรวดเร็วด้วยความปลอดภัยระดับสูง','ราคา 0.046 $','iost.jpg'),
        ('NEAR','NEAR = NEAR Protocol ก็คือเครือข่าย Blockchain ที่ใช้ระบบ Proof-of-stake (PoS) สุ่ม.. ทำหน้าที่เป็นแพลตฟอร์ม Smart Contract (สัญญาอัจฉริยะถูกเก็บไว้ในเครือข่ายของ Blockchain) มีไว้สำหรับการเขียนแอปพลิเคชั่นที่ไม่มีตัวกลาง หรือที่เรียกสั้นๆกันว่า DApps','ราคา 5 $','near.jpg'),
        ('ZIL','Zilliqa = จัดเป็น Token สกุลเงินดิจิทัลที่สร้างขึ้นตามมาตรฐาน ERC20 (แพลตฟอร์ม Blockchain ของ Ethereum) ZIL วางมาตรฐานในการเป็นแพลตฟอร์มการใช้ Smart Contract ที่เหมาะสำหรับการรัน DApps (แอปพลิเคชั่นแบบกระจายอำนาจ)','ราคา 0.16 $','zil.jpg');